Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 성벽을 뚫고 들어갈 기세로 목에 핏대를 세우며 소리쳤지만, 로렌스의 성문은 미동도 없었다.
en_us: Jonathan yelled as loud as he could until he tasted blood coming from his throat, but the gates remained shut.

source: 그 또한 로만을 통해 귀혼마공을 터득할 수 있었다.
en_us: He was only able to master the Art of Demonic Spirit thanks to Roman.

source: 이후부터는 마나의 유도였다.
en_us: Moving on to step number two, manifesting Aura.

source: 형체도 알아볼 수 없을 정도로 찢어진 아들의 얼굴을 바라보며, 주인은 결국 고개를 떨구고 말았다.
en_us: In the end, the owner gave in to Roman as he dropped his head and looked at the picture of his son all ripped apart.

source: ‘결혼이라.’
en_us: A marriage.

source: 그러나 로만에게 있어 여성을 판단하는 기준은 단순히 외형 하나에만 국한되지 않는다.
en_us: However, Roman’s ideal type was not limited to simply an appealing appearance.

source: “도련님이 나오셨으려나.”
en_us: “I suppose Lord Roman should be out anytime soon.”

source: 환골탈태로 인해 외형의 모습이 변한 것은, 이전과는 완전히 다른 사람이 되었다는 증거였다.
en_us: The fact that his appearance had altered after the extreme change as a result of his training meant that he’d become a complete different person.

source: “……이것이 제가 아는 전부입니다.”
en_us: “My Lord, that is all I have to tell you,” the elder concluded.

source: 길을 막아서는 자들은 조금의 망설임도 없이 베어 버렸고, 필요하다면 고문을 가하는 경우도 많았다.
en_us: In order to annihilate those who got in his way, he slaughtered them without hesitation and tortured them for his cause.

source: 자신만의 확실한 주관과 그것을 행할 수 있는 행동력.{j}적어도 이러한 조건을 갖춘 사람은, 어딜 가서도 얼간이라 불릴 정도로 모자랄 리가 없다.
en_us: To Flora, Roman seemed like a man of strong determination and a man who firmly upholds his virtues. She thought to herself that she couldn’t believe why people would mock such a man by calling him a dimwit.{j}

source: 딱 한 걸음.
en_us: That single step decided the fate of the battle.

source: “괜찮다.”
en_us: “I’m fine. Lead me to the elder,” Roman replied.

source: 분명히 조나단의 기억엔 그랬다.
en_us: That was the only memories he had of Roman.

source: 크리스의 가르침.{j}로만은 점점 자신만의 세계에 빠져들기 시작했다.
en_us: As Roman listened to Chris’s words, he slowly dove deeper into his realm, focusing his mind to control his mana.{j}

source: 로만은 짧은 조사로 이미 주변의 상황을 파악하고 있었고, 그렇기에 본인이 해야 할 정답을 알았다.
en_us: Through his short studies, Roman was aware of the regional affairs in the kingdom and knew what he had to say.

source: 자신을 얕보던 아이들이 머리를 조아리는 모습에, 로만의 인성은 좋지 않은 방향으로 변해 버렸다.
en_us: HIs cocky and arrogant attitude towards others first developed during this change. It was inevitable as he saw the kids who used to bully him begin to bow before him as he was no longer low-class peasant.

source: 처음에는 믿기지 않았다.{j}로만.{j}그가 직접 블러드 팽을 처리했다니.{j}보고하는 사람이 조나단 기사단장이 아니었다면, 로메로 남작은 본인을 능욕한다고 생각했을 것이다.
en_us: At first, Baron Romero couldn’t believe the words coming from Captain Jonathan’s mouth. As he was reported that Roman single-handedly slaughtered the Blood Fang, he first thought Jonathan was trying to insult him and his son.{j}{j}{j}

source: 자살할 때 복용한 것으로 추정되는 불순한 기운이 있었으나, 그것은 환골탈태하는 과정에서 말끔히 없애 버렸다.
en_us: He did feel the leftover impurities from the poison Roman drank to end his life; however, those were all cleansed away during his change.

source: 쨍그랑!
en_us: Clatter!

source: 상대가 눈을 똑바로 바라보면 그 눈을 도려내 버렸고, 저주를 내뱉으면 혓바닥을 뽑아 버렸다.
en_us: He himself was a cruel man who would gush out the eyes of those staring straight back at him and who would tear out the tongues of those cursing him.

source: 곧 헤어질 약혼녀에게 예를 다했다고 해서.{j}하인에 불과한 한스를 자신의 사람으로 받아들였다고 해서.{j}로만의 근본은 달라지지 않는다.
en_us: Just because Roman showed his manners to his former fiancee and accepted Hans as one of his loyal servants, it didn’t change the fact that Roman was the cruel leader of the Divine Force.{j}{j}

source: 사내의 심장에 단검을 박았다.{j}
en_us: Roman went straight for the heart.

source: 그렇다 보니 그로서는 로만을 찾으러 갈 수밖에 없었다.
en_us: Hans had no choice but to go find the young Lord as the viscount waited to meet him.

source: 로만의 얼굴이 살짝 베이며 피가 튀었고, 당황과 경악으로 얼룩진 크리스의 얼굴을 마주했다.
en_us: It was a miraculous sight to the crowd watching as Roman dripped with blood from a little cut on his face while Chris stood perplexed and appalled by Roman’s attack.

source: 아들을 사랑하는 아비.{j}그리고 소문과는 다른 드미트리의 장자.{j}볼수록 아까웠다.
en_us: The viscount was full of regrets looking at Baron Romero, who dearly loved his son, and Roman, who was a complete person from the rumors he’d heard.{j}{j}

source: 차갑게 말하고는 걸음을 옮기는 로만.
en_us: With these final bitter words, Roman left Flora.

source: “아악!”
en_us: “Argh!”

source: 척.
en_us: Fwip.

source: 로만의 시선이 블러드 팽 일당을 살폈다.
en_us: Despite Hans’s careful suggestion, Roman turned his eyes and examined the Blood Fang members carefully.

source: 솔직히 말씀하세요.{j}원래부터 오라를 사용할 줄 알았는데, 절 골탕 먹이시려고 일부러 장난치신 거죠?{j}아아, 이제야 이해가 되네.{j}애초에 2성의 오라 기사인 제가 도련님에게 패배한 것부터가 이상했습니다.”
en_us: “Be honest with me, Lord Roma. You already knew how to use Aura, but you only asked to provoke and belittle me, right? Now, everything makes sense. I should’ve noticed from the moment you were able to defeat me, a Level 2 Aura knight,” Chris added.{j}{j}{j}

source: 환한 얼굴로 로만을 반기려던 한스는, 순간 로만의 모습을 확인하고는 흠칫 놀랐다.
en_us: Glad to see his young lord after a week-long wait, Hans ran to greet him. But as he got closer, he was shocked the moment his eyes saw Roman’s face.

source: 그러나.{j}지금은 아들을 믿었다.
en_us: However, he decided to trust his son this time.{j}

source: 명망이 높은 귀족의 자식들은 큰 사고를 치고 다녀도 아무렇지도 않았는데, 조엘은 별것 아닌 일을 가지고도 징계위원회가 열렸다.
en_us: While other children of high-ranking Houses could do far worse and get away with all of their pranks, Joel was called for disciplinary action for his mistake.

source: 눈썹이 꿈틀거렸다.
en_us: His eyebrows twitched, thinking about his possible abuse of drugs.

source: 정략결혼은 로렌스가 택할 수 있는 마지막 수였다.{j}
en_us: The arranged marriage was basically his last move to save his House from despair.

source: “블러드 팽은 어떻게 처리했지?”
en_us: “How did you take out the Blood Fang?”

source: 로만.{j}새로운 이름.{j}그는, 자신을 조금도 숨길 생각이 없었다.
en_us: Although he was called Roman in his new reincarnated life, Junghyeok Baek wasn’t planning on hiding his true self.{j}{j}

source: 로만은 주변의 환경에 개의치 않았다.{j}한스와 마찬가지로 주저 없이 흙탕물에 발을 들였고, 사방으로 튀는 물에 바지 밑단이 젖었다.
en_us: Roman seemed perfectly fine with the surroundings even though his pants were already soaked from the muddy water and his clothes smelled like a filthy waste.

source: 얘기는 길었다.{j}드미트리의 장자라면 당연히 알아야 할 내용이 대부분이었지만, 고삐가 풀린 노인은 본인이 알고 있는 모든 이야기를 장황하게 풀어냈다.
en_us: The elder forgot how to stop and continued with his endless story.

source: 로메로 남작이 펜을 내려놓았다.{j}방금까지 결재 서류를 살펴보던 그는, 조금도 당황하지 않은 얼굴로 로렌스 자작을 보았다.
en_us: Baron Romero, who was looking through his documents, dropped the quill and looked up at Viscount Lawrence with a composed expression.{j}

source: 흠칫.
en_us: Flinch.

source: 바르코 가문의 서류는 진위 여부가 확실히 파악되지 않은 것이었는데, 문제는 바르코 가문의 친인척이 중앙 정부에서 한자리를 차지하고 있었다.{j}바르코 가문의 권리는 인정되었다.{j}막대한 빚을 갚든가 토지를 내놓으라는 판결에, 로렌스 가문은 문을 걸어 잠그고 항명의 목소리를 높였다.
en_us: Without verifying the validity of the documents, House Barco took advantage of one of their relatives working at the central government to confirm their legal rights. Refusing to obey the ruling of the central government, the House of Lawrence closed all of their borders, and declared that they would never pay for the large debt and give up their lands until a fair ruling had been confirmed.{j}{j}

source: ‘영주님의 자식만 아니었어도.’
en_us: If only he wasn’t Baron Romero’s son.

source: “크악!”
en_us: The next second, another man’s scream filled the alley.

source: “없습니다.”
en_us: “No, father.”

source: 제12굴.{j}막내였던 백중혁의 삶은 그렇게 시작되었다.{j}처절했다.
en_us: Junghyeok Baek, the youngest son of the divine demon, began his desperate life in cave number twelve.{j}{j}

source: 마나가 반응했다.
en_us: The mana stored inside his body reacted to his call.

source: “도련님.{j}이대로 외출하시면 정말 위험합니다.{j}블러드 팽 일당은 귀족을 테러한 경험도 있는 극악무도한 집단입니다.{j}저번 사건으로 분명 도련님에게 보복할 생각을 하고 있을 텐데, 대놓고 경비 없이 거리를 활보했다간 어떤 일이 벌어질지 모릅니다.{j}제발, 제발 내성으로 돌아가시죠.”
en_us: “My Lord, it’s too dangerous for you to be out here like this. Have you not heard that the Blood Fang has recently assaulted a noble in the streets? If they find out you’re out here alone without any guards, they definitely look for the perfect opportunity to revenge you for what has happened last time. So please, my Lord, let us return to the castle.”{j}{j}{j}{j}

source: 플로라의 발언.{j}로렌스 자작에게는, 청천벽력과도 같았다.{j}플로라.{j}로렌스 자작의 금지옥엽이다.{j}바람이 불면 날아갈까, 평생을 소중하게 키웠던 딸이지만 이번만큼은 도저히 용납할 수 없었다.
en_us: Flora’s words were a bolt of from the blue. Viscount Lawrence was lost with words. His daughter who he had dearly loved with all his heart was now saying words he couldn’t understand, or to be exact, he wasn’t willing to understand.{j}{j}{j}{j}

source: 소문대로 아름다운 여인이었다.
en_us: Lady Flora was beautiful just like the rumors.

source: 로만은 짧은 시간에 강해졌다.{j}자신의 눈을 마주 보면서 확실하게 말하는 그의 모습에, 크리스는 말로 형용할 수 없는 신뢰를 얻었다.
en_us: He was strongly convinced by Roman’s firm looks that the young lord was able to increase his strength by finding his own ways.{j}

source: [새벽의 이슬]
en_us: Dawn’s Dew

source: 단지.{j}남들처럼만 살고 싶었다.
en_us: However, there was one thing that he truly wished for. He wanted to live an average life just like others.{j}

source: 내성에 있는 허름한 공방.
en_us: He, then, left to an old workshop, which Hans found per Roman’s request.

source: 로만이 말했다.{j}“범인(凡人)이 재능의 한계를 초월하기 위해서는 그만한 희생과 의지가 필요하다.{j}너는 이미 나의 사람이다.{j}어떤 선택을 내리든 나는 너를 가치 있게 쓸 것이나, 그 쓰임새는 네가 결정할 몫이다.”
en_us: “For an average person to overcome one’s limits, you need to pay the price and hold strong willpower. You are already my loyal follower, Kevin. Regardless of your choice, I’ll be sure to make good use of you. How you’ll be used is up to you,” Roman said.

source: ‘나만의 방식이라.’
en_us: Seek my own ways.

source: “감사합니다, 도련님!{j}도련님 덕분에 저희 가족이 살아갈 수 있었습니다.{j}정말, 정말 감사합니다!”
en_us: “Thank you so much, my lord! Thanks to your grace, my family was able to survive. Thank you very much!”{j}{j}

source: 다행히도 간발의 차이로 검이 살을 완전히 파고들지는 않았지만, 환마의 술이 조금만 약했어도 팔이 완전히 잘려 나갈 뻔했다.
en_us: Fortunately, Roman was able to stop Kevin from completely cutting off his arm by a hair. If the Art of the Illusion Demon had been any weaker, the boy would’ve completely cut off his arm for sure.

source: “앞으로 바빠지겠어.”
en_us: “It’s going to get busy around here,” Roman said.

source: 그렇다면 새로운 삶의 시작이었던 로만의 자살을, 지금부터는 조금 다른 이유로 해석해야 했다.
en_us: But if he were really addicted to drugs, he thought he could possibly approach Roman’s death from a different perspective.

source: ‘세상에.’
en_us: Oh my goodness.

source: 케빈이 정말 귀혼마공을 감당할 수 있다고는 생각하지 않으나, 적어도 선택지는 주고 싶었다.
en_us: He didn’t think that Kevin held the power to withstand the pain using the demonic martial art, but at least he wanted to offer the boy options to decide for his own.

source: “내가 묻고자 하는 것은 로렌스에서의 권리다.{j}너에게는, 이곳에서 누군가를 처형할 권리가 없다.”
en_us: “The question I’m asking you is did you have the rights to do so. Correct me if I’m wrong, but I believe you have no rights to execute anyone in this land.”{j}

source: 파티는 2주 뒤였다.
en_us: The party was being held exactly two weeks from now.

source: 원래부터 블러드 팽의 일원이 아니라, 블러드 팽에게 큰 빚을 졌던 사람들.{j}분명히 자살 테러를 할 만큼 악독하지 않았던 사람들이, 어느 순간부터는 악귀로 변해 버렸어.{j}왜 그렇게 변했을까.{j}그들에게 대체 어떤 일이 있었기에, 사람이 변해 버린 걸까.”
en_us: “The truth was that they were never a member of the Blood Fangs. They were actually people that had enormous debts to the Blood Fang. They were never vicious by nature, but they just happened to have turned into evil demons. But what made them change?”

source: 로만의 말은 막힘이 없었다.
en_us: Roman spoke his answer to his father without a pause.

source: 이상했다.
en_us: Lord Roman didn’t sound like himself.

source: ‘무림을 기준으로 조나단은 이류(二流)에 살짝 미치지 못하는 정도.{j}6성의 기사를 아무리 고평가한다고 할지라도, 내가 기대하는 만큼의 수준이 아닌 것은 확실하다.{j}어쩌면 이 세상의 주류는 검술이 아닐지도 모르겠군.{j}오라가 천에 하나에게 허락되는 재능이라면, 마법은 만에 하나의 재능이라고 했다.{j}확실한 것은 그들을 직접 경험해 봐야만 알겠지.’
en_us: So, based on Murim’s standard Jonathan would be less powerful than a second-rate swordsman. And obviously, that Level 6 Aura wielder will never meet my expectation. I guess the main source of power isn’t swordsmanship in this world. Based on Chris’s words, only one of a thousand is gifted with Aura and one of ten thousand can use magic. There’s still much to learn, but I’ll have to face them myself to be certain.{j}{j}{j}{j}

source: 입 안에 단검을 쑤셔 넣고 혓바닥을 잘라 내는 모습이, 케빈으로서는 너무나도 멋있게만 보였다.{j}그때부터였다.{j}케빈에게는 꿈이 생겼다.
en_us: The moment Roman punished them by slicing out their tongues with the dagger had amazed Kevin, and since that day Kevin had a dream.{j}{j}

source: 상대가 먼저 파혼을 제안했다는 사실을 밝혔다면 본인이 편했을 텐데, 로만은 끝끝내 플로라의 이름을 말하지 않았다.
en_us: If he simply told the truth to his parents about who first proposed to cancel the marriage, life would’ve been so much easier for him.

source: 믿을 수 없다는 듯이 몇 번이고 되물었던 로메로 남작은, 어느 순간부터는 말문을 잇지 못했다.
en_us: When Roman first finished his explanation, Baron Romero was lost with words as he continuously questioned himself if the story was really true.

source: 로렌스의 이름값과 비옥한 토지로부터 비롯되는 재력은 그만한 힘이 있었고, 매일 아침 하인들의 수발을 받으며 귀족으로서의 소양을 쌓았다.
en_us: The reputation of her family’s name and the Lawrences’ rich fertile land gave her family wealth enough for her to grow-up as an honorable noble, served by numerous maids.

source: “최근에 오늘만큼 기분이 좋았던 적이 없었다.{j}나는 네가 무척이나 자랑스럽단다.{j}조나단 기사단장의 말처럼 검술의 천재이기 때문이 아니라, 내 아들인 로만이 홀로 무엇인가를 이루었다는 사실 자체에 박수를 보내 주고 싶다.{j}원하는 것이 있거든 지금 내게 말하거라.{j}상벌(賞罰)은 확실해야 하는 것.{j}우리 아들을 위해, 이 아버지가 특별히 상을 내리도록 하겠다.”
en_us: “Today is one of my happiest and proudest day of my life. Words can’t describe how much I’m proud of you today. I’m not simply content because Captain Jonathan described you as a genius, but I’m even more delighted that my son, Roman Dimitri, has achieved something on his own. Tell me what you wish for, and I shall reward you with it. I’ll give a special reward to my beloved son.”

source: 앞으로의 미래.{j}어떻게 할까.{j}드러낼 것인가, 아니면 본인을 숨길 것인가.
en_us: Roman was now standing on a crossroad where he had to decide the fate of his future. He had to decide whether to tell his father the truth or to hide it from him.{j}{j}

source: ‘결혼이라는 것은 서로의 마음이 맞아야 할 수 있는 일.{j}평생의 연(聯)을 맺는 과정에서 가문의 배경과 같은 조건적인 문제들은 중요하지 않아.{j}기회를 보고, 이 혼인을 무를 방법을 찾아야겠어.’
en_us: My definition of marriage is a promise that can be made when the two lovers share a mutual feeling for one another. An arranged marriage for the convenience of two families based on their family backgrounds and wealth is not what I want. I’ll have to look for a way to cancel this engagement.{j}{j}

source: 케빈이라는 소년은 수차례 감사를 표했다.
en_us: Kevin continuously expressed his gratitude in joy.

source: 로만의 제안.{j}그것은, 상식 밖의 것이었다.
en_us: Roman’s offer didn’t make any sense.{j}

source: 그런데 플로라는 아니었다.
en_us: However, the way Flora treated Roman was different.

source: 정적이 내려앉은 공간.
en_us: The people in the village grew silent as if they were expecting something to happen.

source: 로렌스 자작은 파혼이라는 현실 앞에서, 조금의 부끄러움도 없이 고개를 숙였다.
en_us: Knowing the harsh reality his House would end up facing after canceling the marriage, Viscount Lawrence bowed his head to Baron Romero without hesitation and a single shame.

source: 푹푹!
en_us: Stab stab!

source: 날이 선 질문.{j}로만의 표정은 담담했다.{j}자신을 바라보는 주변의 시선에도, 목소리는 조금의 흔들림도 없었다.
en_us: The viscount asked a sharp question, but Roman didn’t flinch a bit. Despite being surrounded by people and being at the center of the spotlight, he boldly described everything that had happened.{j}{j}

source: 밖에서 사건이 벌어지고 있는 그때.{j}플로라는 아버지의 집무실 앞을 서성였다.
en_us: Meanwhile, at the Lawrence castle, Flora was walking back and forth in front of her father’s office waiting to see the viscount.{j}

source: 평범한 무림인에게는 불가능한 일이지만, 무림을 통일한 천마에게는 불가능한 일은 존재하지 않았다.
en_us: Despite the little time he had, it was enough for the leader of the Divine Force of the Murim world to make notable progress.

source: 괴로움을 삼켰다.{j}이건 현실이다.
en_us: The reality in front of him was harsh.{j}

source: 이번 훈련.{j}마나를 느끼는 것은 바라지도 않았다.
en_us: Chris had never expected Roman to even feel his mana during today’s lesson.{j}

source: 로메로의 세 아들.{j}그중 로만은 아픈 손가락이다.
en_us: Among his three sons, Roman stuck out like a sore thumb to Romero.{j}

source: 그 어려운 상황에서도.{j}아버지는 강요하지 않았다.
en_us: Despite the challenges, Viscount Lawrence never forced his daughter to unwillingly follow his decision.{j}

source: 한 시간, 두 시간.{j}예상보다도 더 오랜 시간이 흘러가는 상황에, 로렌스 자작의 표정은 갈수록 딱딱하게 굳었다.
en_us: They were left unwelcomed in the room for more than two hours, which made Viscount Lawrence lose his temper as his face stiffened the more the time flew by.{j}

source: 오라와 목검의 격돌.
en_us: He knew that the moment when the wooden sword clashes, the one embodied with Chris’s Aura would destroy Roman’s sword and send him flying away.

source: “예?!”
en_us: “Huh?!”

source: ‘혈마(血魔)와 닮았어.’
en_us: Just like how Kevin reminded me of the Demon of Lunacy, this guy, Chris, reminds me of the Blood Demon.

source: 집무실에서 나오는 병사를 붙잡은 플로라는, 그제야 로렌스에서 어떤 일이 벌어졌는지를 알았다.
en_us: She was able learn about everything only after holding the soldier who had just left her father’s office and asking him to tell her about the bad news.

source: 방으로 돌아가는 길에.{j}로만은 생각에 빠졌다.{j}플로라와 로렌스.{j}귀찮은 관계들은 정리했지만, 플로라는 마지막에 자신으로서는 무시할 수 없는 문제를 던져 주었다.
en_us: As Roman headed to his room, he was lost in his thoughts regarding Flora’s last words. Even though Flora and the Lawrence weren’t significant to him anymore, her last words lingered in his mind.{j}{j}{j}

source: “어서 오십시오.”
en_us: “Welcome.”

source: 흥이 올랐기 때문일까.{j}그는, 아들의 변화한 모습을 직접 보고 싶었다.
en_us: Baron Romero got carried away with his excitement that he was dying to see Roman’s improved swordsmanship with his very own eyes.{j}

source: 고리대금.{j}비싼 이자라고는 하나, 어찌 됐든 간에 돈을 빌리고 갚지 않았기에 폭력이 발생한 것이다.
en_us: {j}Indeed, providing loans at high-interest rates was legal, and the boy was paying the price for not keeping his promise.

source: 한스가, 조심스럽게 방문을 열었다.
en_us: Roman knew he could trust Hans, the very first person he decided to embrace as his significant companion.

source: 문제는 그뿐만이 아니었다.
en_us: That wasn’t the only problem. There was a graver issue.

source: ‘대체 왜 어디서 이상한 애를 주워 와서는 검술을 가르치는 거야?’
en_us: Out of all people, why would he want to teach that strange boy swordsmanship?

source: 고개를 숙였다.
en_us: Without asking further questions, Hans simply bowed to Roman.

source: 확.
en_us: Fwip

source: 끔찍했다.{j}드미트리의 얼간이.
en_us: Even the thought of him gave her shivers. She couldn’t believe that she was the future bride of Dimwit Dimitri.

source: 로만의 조언.{j}선심이었다.
en_us: Roman’s advice to Chris was an act of kindness for him.{j}

source: 플로라는 ‘그’를 딱히 편견 여린 시선으로 바라보진 않았다.{j}같은 학생으로서 곧잘 어울렸지만, 모두가 그녀처럼 생각하는 것은 아니었다.
en_us: Flora never treated that boy with any prejudice and became close to friends with him, unlike other students of the academy.{j}

source: 확실했다.{j}직접 경험해 보니, 단호하게 결론을 내릴 수 있었다.
en_us: Roman knew for a fact that he wasn’t mistaken about the use of Aura in this world after experiencing it personally.{j}

source: “앞으로 나는 일주일간 공방에서 시간을 보낼 것이다.{j}그동안은 음식과 같은 그 무엇도 필요하지 않으니, 절대 안으로 사람을 들이지 마라.{j}명심해라.{j}내 사람들이 위험한 상황이라서 당장 내가 필요한 것이 아니라면, 나를 찾는 일은 없어야 할 것이다.”
en_us: “Hans, I will be spending the next week here in this workshop. I won’t require anything, including food. So, you must make sure that no one enters this place. Remember this, Hans. Unless my loved ones are in danger, you are not to interrupt me.”{j}{j}{j}

source: 로만이 걸음을 멈추었다.
en_us: Roman paused and looked around the square.

source: 오라는 폭발적인 힘이다.{j}오라의 분출은 순간적으로 힘을 발휘하는 데 특화되어 있고, 힘을 전달할 거리가 충분할수록 막아 내는 입장에서는 불리할 수밖에 없다.
en_us: The Aura had an explosive power that allowed its wielder to instantly overflow with energy to strike whatever that was in distance. Thus, it was almost impossible for Roman to dodge Chris’s final strike.{j}

source: “원래 소문이라는 게 그래.{j}로만 도련님 정도 되는 사람이 사냥터에 나가서 멧돼지를 잡았어도, 소문으로는 전설의 드래곤을 때려잡은 것처럼 부풀려지는 것이 현실이야.{j}듣자 하니 로만 도련님이 로렌스의 영주민들이 보는 앞에서 뭘 보여 주기는 한 것 같은데, 아마도 드미트리 기사단이 판을 만들었겠지.{j}그날, 드미트리 기사단이 허겁지겁 성을 나갔었잖아.”
en_us: “That’s how rumors are made. Exaggerating based on the truth is what they are doing. For example, if Lord Roman were to hunt down a boar, they would think of a story to say that the young lord has killed a legendary dragon. I’m sure this is one of those set ups made by the Dimitri Knights. You also saw how they hurriedly left the castle that day, haven’t you?”{j}{j}{j}

source: 드미트리.{j}로메로 남작의 분노가 대단했다.
en_us: Baron Romero’s anger had left a strong impression on Viscount Lawrence.{j}

source: 잔인한 세상에서 순수한 마음을 가졌기에 파혼을 택했고, 그 결과가 어떨지를 예상하지 못했다.{j}차가운 현실.
en_us: And her naive decision had led her to break off her engagement and blind to the aftermaths that would follow.{j}

source: 미남자라고 불릴 정도로 훤칠한 외모를 자랑하던 크리스였는데, 거울에는 앞니 두 개가 빠진 얼간이(?)
en_us: His handsome was no where to be found with his front teeth all shattered apart. Now, Chris resembled more like a dimwit than Roman.

source: 로만이 필요한 자리였다.
en_us: Hans was in dire need of Roman as the viscount and the lady had been waiting since early morning. He had no more excuses to hold them waiting in the castle.

source: 첨벙.
en_us: Splash.

source: 흙탕물을 밟은 한스가 표정을 찌푸렸다.
en_us: Hans frowned with disgust after stepping on a puddle of mud.

source: “이번 일만 잘 진행된다면 네가 국방의 의무를 수행하는 것을 어떻게든 해결해 보려고 했다.{j}그러나 일을 이리 망쳤으니, 너는 앞으로 6개월 뒤에는 전쟁터로 떠나야 한다.{j}이에 대해서 할 말이 있나?”
en_us: “If you obeyed me this time, I was planning to keep you out from the mandatory conscription. But since you have decided to go against my will once more, it leaves me no choice but to send you to war in six months. Any questions?”{j}{j}

source: 사람들이 로만을 왜 드미트리의 얼간이라 부르는지 모르겠지만, 자신이 직접 경험한 로만은 범상치 않은 사내였다.
en_us: He couldn’t understand why people called him Dimwit Dimitri, because Roman was no average man based on his experience.

source: 자리를 떠났다.
en_us: He spoke to his father with a firm voice and left the room.

source: 그로서는 로만을 만났던 날을 잊을 수가 없었다.
en_us: Kevin had never forgotten the day he had met Roman.

source: 그런데.{j}이건 대체 뭐란 말인가.{j}로만의 발전은 사고 회로가 받아들일 수 있는 수준이 아니었다.
en_us: Roman’s manifestation of Aura had made all of his efforts meaningless. The thing happening before his eyes couldn’t be understood through any logical sense.{j}{j}

source: 이게 무슨 소리란 말인가.{j}주변에서 배우라는 게 가르침을 의미하는 줄 알았던 그는, 이 현실을 도무지 받아들일 수가 없었다.
en_us: He never imagined that the young lord literally meant his words when he told him to watch and learn from him. He couldn’t accept this reality.{j}

source: “로만 드미트리, 아버지를 뵙습니다.”
en_us: “Roman Dimitri, your son, gracefully meets the baron of this land.”

source: 영주 가문에 대한 예의?
en_us: None was willing to show any sign of respect to him as a noble.

source: 그게 로만이다.
en_us: These experiences were what defined who Roman was.

source: “조나단 기사단장님!{j}얼른 출발하셔야 합니다!{j}도련님이 위험하다고 하지 않습니까!”
en_us: “Captain Jonathan! We have to hurry! We need to go save Lord Roman!”{j}{j}

source: 그는 철없는 아들이 생각 없이 플로라와의 혼인을 바랐다고 생각했다.
en_us: All this time, he believed that his immature son wanted to marry Flora just because he simply loved her.

source: “그래서 저와 결혼을 하길 원하십니까?”
en_us: “Then do you want to marry me?”

source: “……그렇긴 한데, 직접 봤다는 사람들의 증언이 너무 생생해.”
en_us: “That’s what I also thought...But all of the witnesses who said they were there are giving vivid descriptions of the scene.”

source: “드미트리 남작!{j}손님을 이렇게까지 기다리게 하는 것은 대체 어느 가문의 예의입니까?{j}우리의 방문이 못마땅했다면 처음부터 돌려보내면 될 것을, 드미트리 가문이 이 정도로 치졸할 줄은 몰랐습니다!”
en_us: “Baron Dimitri! How dare you neglect a guest in your home for this long?! If you did not want us here, the least you could’ve done is to send us home yourself. I never imagined the Dimitris were this petty!”{j}{j}

source: 분위기가 차갑게 변했다.
en_us: The atmosphere in the room soon got cold.

source: “정말 드미트리 영지의 최고령자를 만나야 하겠습니까?{j}도련님이 말씀하신 영지의 역사와 관련한 일이라면, 드미트리의 현자(賢者)나 도서관을 이용하는 것이 더 좋은 방법입니다.
en_us: “My Lord, must you meet this elder? You can always ask the Dimitri House sage or even go to the library if it’s the land’s history you must learn about. I suggest we return, my Lord,”

source: 눈앞에.{j}기억하는 것과는 다른 사내가 있었다.
en_us: An unfamiliar man was standing before her eyes.{j}
